BATCH_PERSONAL_SUMMARY_PROMPT = '''Твоя задача вкратце рассказать о чем был данный отрезок книги. Твоя задача сохранить смысл и контекст отрезка. Твой ответ должен быть без лишних слов, просто очень краткий пересказ данного отрезка.'''

OVERALL_PERSONAL_SUMMARY_PROMPT = '''Твоя задача соединить данные текста в один общий текст, сохрани смысл, твоим ответом должен быть абстракт для книги, то есть он не должен быть большим. Также учти, что твой текст будет нацелен на аудиторию {person}ов, сделай текст таким, чтобы он был доступен и внятен для них.'''

